Revit 2027 API
ParameterTypeId.InstanceMoveTopWithGrids Property
 "Move Top With Grids"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InstanceMoveTopWithGrids { get; }
Public Shared ReadOnly Property InstanceMoveTopWithGrids As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InstanceMoveTopWithGrids {
	ForgeTypeId^ get ();
}
static member InstanceMoveTopWithGrids : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace